Repository: IyadKandalaft/gnome-display-switcher
Catalog: locale/*.po
Languages: es, pt_br

source: Primary only
es: Sólo principal
pt_br: Somente primário

source: Mirrored
es: Espejear
pt_br: Espelhar

source: Extended
es: Extender
pt_br: Extender

source: Secondary only
es: Sólo secundaria
pt_br: Somente secundário

source: Sorry, for some reason we could not execute the following command:
es: Lo sentimos, pero por alguna razón no pudimos ejecutar el siguiente comando:
pt_br: Desculpe, por alguma razão não conseguimos executar este comando:

source: Switch shortcut
es: Acceso directo:
pt_br: Atalho:

source: Shortcut command which will triggers the switch menu
es: Comando de acceso directo que activará el menú conmutador.
pt_br: Atalho que mostrará o popup de troca de telas.

source: Show top icon
es: Icono superior:
pt_br: Ícone de execução:

source: A top icon which show if the extension has been loaded succesfully
es: Un icono de la parte superior, que muestran si la extensión se ha cargado correctamente.
pt_br: Um ícone que mostrará se o a extensão foi carregada corretamente.

source: Switch icon size
es: Tamaño de icono:
pt_br: Tamanho do ícone:

source: The icon size used on switch menu
es: El tamaño de los iconos utilizados en el menú conmutador.
pt_br: Tamanho do ícone que será mostrado no menu.

source: The preview of the above size
es: La previa del tamaño arriba.
pt_br: Pré-visualização do ícone que será mostrado no popup.

source: Laptop mode
es: Modo portátil:
pt_br: Modo Laptop:

source: Is this extension running on laptop
es: Esta extensión se ejecuta en la computadora portátil.
pt_br: Esta extensão está sendo executada em um Laptop?

source: True
es: Habilitado.
pt_br: Habilitado

source: False
es: Discapacitado.
pt_br: Desabilitado
